/* Secondary measurements are to support the dual in slavic languages, see http://en.wikipedia.org/wiki/Dual_(grammatical_number)#The_dual_in_the_Slavic_languages Just ignore this and use standard plural if your
 language does not use the dual form. This works for the One/Two-Four dual/Five+ languages */

/* Indicates an approximate number */
"About" = "Примерно";

/* Denotes past dates */
"ago" = "назад";

/* Indicates an approaching number */
"Almost" = "Почти";

/* One day in time */
"day" = "день";

/* More than one day in time */
"days secondary" = "дня";

/* More than one day in time */
"days" = "дней";

/* Denotes future dates */
"from now" = "с текущего момента";

/* One hour in time */
"hour" = "час";

/* More than one hour in time */
"hours secondary" = "часа";

/* More than one hour in time */
"hours" = "часов";

/* Indicates a less-than number */
"Less than" = "Менее чем";

/* One minute in time */
"minute" = "минута";

/* More than one minute in time */
"minutes secondary" = "минуты";

/* More than one minute in time */
"minutes" = "минут";

/* One month in time */
"month" = "месяц";

/* More than one month in time */
"months secondary" = "месяца";

/* More than one month in time */
"months" = "месяцев";

/* Indicates an exceeding number */
"Over" = "Более";

/* One second in time */
"second" = "секунда";

/* More than one second in time */
"seconds" = "секунд";

/* One year in time */
"year" = "год";

/* More than one year in time */
"years secondary" = "года";

/* More than one year in time */
"years" = "лет";
